Repository: IngmarStein/Monolingual
Catalog: *.lproj/Localizable.strings
Languages: de, el, es, fr, hr, it, ja, nl, pl, ro, sv

source: Are you sure you want to remove these languages? You will not be able to restore them without reinstalling OS X.
de: Sind Sie sicher dass Sie diese Sprachen entfernen wollen? Sie werden nicht in der Lage sein, diese Pakete wieder zu installieren, ohne OS X neu zu installieren.
el: Είστε σίγουροι πως θέλετε να αφαιρέσετε αυτές τις γλώσσες? Για να τις χρησιμοποιήσετε ξανά θα πρέπει να επανεγκαταστήσετε το λειτουργικό σύστημα.
es: ¿Estás seguro que quieres eliminar estos idiomas? No podrás restaurarlos sin reinstalar OS X.
fr: Voulez-vous vraiment supprimer ces langues? Il sera nécessaire de réinstaller OS X si jamais vous voulez les restaurer.
hr: Jeste li sigurni da želite ukloniti ove jezike? Nemožete ih više povratiti bez reinstalacije OS X-a.
it: Sei sicuro di voler rimuovere queste lingue? Non sarai in grado di ripristinarle senza reinstallare OS X.
ja: 本当にこれらの言語を削除してもよろしいですか？ 元に戻すためには OS X を再インストールする必要があります。
nl: Weet u zeker dat u deze talen wilt verwijderen? U kunt ze niet meer herstellen zonder OS X opnieuw te installeren.
pl: Na pewno usunąć wybrane języki? Przywrócenie ich będzie się wiązało z przeinstalowaniem systemu.
ro: Ești sigur că veri să elimini pachetele de limbi? Nu vei mai avea posibilitatea de a revendica aceste pachete, doar dacă vei reinstala OS X.
sv: Är du säker på att du vill ta bort dess språk? Du kan inte återfå dem utan att installera om OS X.

source: Cancel
de: Abbrechen
el: Άκυρο
es: Cancelar
fr: Annuler
hr: Prekid
it: Annulla
ja: キャンセル
nl: Annuleer
pl: Anuluj
ro: Anulează
sv: Avbryt

source: Canceling operation...
de: Operation abbrechen…
el: Ακύρωση...
es: Cancelando operación...
fr: Annulation…
hr: Prekid postupka...
it: Annullo l'operazione…
ja: 中止しています…
nl: Handeling annuleren…
pl: Anulowanie operacji…
ro: Oprește operațiunea…
sv: Avbryter operationen…

source: Cannot remove all languages
de: Es können nicht alle Sprachen entfernt werden!
el: Δεν γίνεται να διαγράψετε όλες τις γλώσσες
es: No se pueden eliminar todos los idiomas
fr: Imposible de supprimer toutes les langues
hr: Uklanjanje svih jezika nije moguće
it: Non posso rimuovere tutte le lingue
ja: すべての言語を削除することは出来ません
nl: Kan niet alle talen verwijderen
pl: Nie mogę usunąć wszystkich języków
ro: Nu au fost elminate toate limbile!
sv: Kan inte ta bort alla språk

source: Continue
de: Fortfahren
el: Συνέχεια
es: Continuar
fr: Continuer
hr: Nastavi
it: Continua
ja: 続ける
nl: Ga door
pl: Kontynuuj
ro: Continuă
sv: Fortsätt

source: Current architecture: %@
de: Aktuelle Architektur: %@
el: Τρέχουσα αρχιτεκτονική: %@
es: Arquitectura actual: %@
hr: Trenutna arhitektura: %@
it: Architettura attuale: %@
nl: Huidige architectuur: %@
ro: Arhitectura de față: %@

source: Files removed. Space saved: %@.
de: Dateien entfernt. Eingesparter Speicherplatz: %@.
el: Τα αρχεία διαγράφηκαν. Χώρος που ελευθερώθηκε: %@.
fr: Langues supprimées. Espace récupéré : %@.
hr: Uklonjeno datoteka. Oslobođeno prostora: %@.
it: File rimossi. Spazio recuperato: %@.
ja: 指定された言語リソースを削除しました。 Space saved: %@.
nl: Bestanden verwijderd. Opslagruimte bespaard: %@.
pl: Wybrane zasoby językowe zostały usunięte. Space saved: %@.
ro: Datele au fost eliminate. Spațiu economisit: %@.
sv: Språkresurser borttagna. Space saved: %@.

source: Finished removing files
de: Dateien wurden entfernt
el: Ολοκλήρωση αφαίρεσης αρχείων
es: Terminado la eliminación de archivos
hr: Završeno uklanjanje datoteka
it: Rimozione file completata
nl: Verwijderen van bestanden voltooid
ro: Au fost eliminate date

source: Moldavian
de: Moldauisch
el: Μοδαβικά
es: moldavo
fr: moldave
hr: moldavski
it: moldavo
ja: モルドバ語
nl: Moldavisch
pl: mołdawski
ro: moldovenească
sv: moldaviska

source: Monolingual finished
de: Monolingual beendet
el: Ολοκλήρωση Monolingual
es: Monolingual finalizado
hr: Monolingual je završio
it: Monolingual ha terminato
nl: Verwijderen voltooid
ro: Monolingual a fost oprit

source: Monolingual is stopping without making any changes. Your OS has not been modified.
de: Monolingual wurde gestoppt ohne Änderungen vorzunehmen. Ihr System wurde nicht verändert.
el: Το Monolingual σταμάτησε χωρίς να κάνει κάποια αλλαγή. Το λειτουργικό σύστημα δεν τροποποιήθηκε.
es: Monolingual está deteniéndose sin hacer cambios. Tu sistema operativo no se ha modificado.
fr: Monolingual a été interrompu avant toute modification. Votre système est intact.
hr: Monolingual je završio bez ikakvih promjena. Vaš OS nije promijenjen.
it: Monolingual ha terminato senza apportare cambiamenti. Il Sistema non è stato modificato.
ja: Monolingual は削除を中止しました。システムは改変されませんでした。
nl: Monolingual stopt zonder wijzigingen aan te brengen. Uw besturingssysteem is niet gewijzigd.
pl: Monolingual nie wykonał żadnych operacji. System nie został zmodyfikowany.
ro: Monolingual a fost oprit fără niciun fel der proces. OS X nu a fost modificat.
sv: Monolingual avbryter utan att göra några ändringar. Ditt operativsystem har inte ändrats.

source: Monolingual started
de: Monolingual gestartet
el: Έναρξη Monolingual
es: Monolingual iniciado
hr: Monolingual je pokrenut
it: Monolingual avviato
nl: Verwijderen gestart
ro: Monolingual a fost pornit

source: Nothing done
de: Nichts passiert!
el: Δεν έγινε τίποτα
es: Sin cambios
fr: Aucune action effectuée
hr: Ništa nije učinjeno
it: Nessuna modifica
ja: 中止しました
nl: Niets gedaan
pl: Nic nie wykonano
ro: Nu sa întâmplat nimic!
sv: Ingenting gjort

source: Permission Error
de: Keine Berechtigung
el: Σφάλμα άδειας
es: Error de permisos
fr: Erreur d'autorisation
hr: Greška dozvole
it: Errore di permessi
ja: 認証エラー
nl: Bevoegdheidsfout
pl: Brak dostępu
ro: Nicio autorizație
sv: Behörighetsfel

source: Removal cancelled
de: Entfernen beendet
el: Ακυρώθηκε η αφαίρεση
es: Eliminación cancelada
fr: Suppression annulée
hr: Uklanjanje je prekinuto
ja: 削除を中止しました
nl: Verwijderen geannuleerd
pl: Usuwanie anulowane
ro: Eliminare încheiată
sv: Borttagning avbröts

source: Removal completed
de: Entfernen abgeschlossen
el: Ολοκληρώθηκε η αφαίρεση
es: Eliminación completada
fr: Suppression complète
hr: Uklanjanje je završeno
ja: 削除が完了しました
nl: Verwijderen voltooid
pl: Usuwanie zakończone
ro: Eliminare completă
sv: Borttagning klar

source: Removing %@…
de: Entferne %@…
el: Αφαίρεση %@…
es: Eliminando %@…
fr: Suppression %@…
hr: Uklanjanje %@…
ja: 削除中： リソース %@…
nl: %@ verwijderen…
pl: Usuwanie języka %@…
ro: Eliminare %@…
sv: Tar bort %@…

source: Removing all languages will make OS X inoperable. Please keep at least one language and try again.
de: Das Entfernen aller Sprachpakete führt zur Unbenutzbarkeit von OS X. Eine Sprache muss verbleiben, bitte versuchen Sie es erneut.
el: Η αφαίρεση όλων των αρχείων γλώσσας θα κάνουν το σύστημα σας μη εκκινήσιμο. Παρακαλώ κρατήστε τουλάχιστον μία και ξαναπροσπαθήστε.
fr: Supprimer toutes les langues rendra OS X inopérant. Veuillez garder au moins une langue et recommencez.
hr: Uklanjanje svih jezika, učinit će OS X neupotrebljivim. Molimo ostavite barem jedan jezik i pokušajte ponovno.
ja: すべての言語を削除すると OS X が起動できなくなります。少なくとも一つ以上の言語を残してもう一度おためしください。
nl: Als alle talen worden verwijderd, zal OS X niet meer werken. Behoud ten minste één taal en probeer opnieuw.
pl: Usunięcie wszystkich języków sprawi, że system nie będzie działał. Pozostaw przynajmniej jeden język i spróbuj ponownie.
ro: Eliminarea tuturor pachetelor de limbă duce la inutilizarea OS X. O limbă trebuie să ramână, te rog încearcă din nou.
sv: Om du tar bort alla språk kommer du inte kunna använda OS X. Var vänlig att behålla ett språk och försök igen.

source: Removing architecture from universal binary
de: Entferne Architektur von Universal Binary
el: Αφαίρεση αρχιτεκτονικής από δυαδική μορφή
es: Eliminando arquitectura del binario universal
hr: Uklanjanje arhitekture iz universal binary
it: Rimozione architettura da binario universale
nl: Verwijder architectuur uit universal binary
ro: Elimină arhitectura binară universală

# Removing language %@ from %@…
source: Removing language %1$@ from %2$@…
de: Entferne Sprache %1$@ aus %2$@…
el: Αφαίρεση γλώσσας %1$@ από %2$@…
es: Eliminando idioma %1$@ de %2$@…
fr: Suppression des langues %1$@ de %2$@…
hr: Uklanjanje jezika %1$@ iz %2$@…
nl: %1$@ uit %2$@ verwijderen…
ro: Elimină Limba %1$@ de la %2$@…

source: Removing language %@…
de: Entferne Sprache %@…
el: Αφαίρεση γλώσσας %@…
es: Eliminando idioma %@…
fr: Suppression des langues %@…
hr: Uklanjanje jezika %@…
nl: %@ verwijderen…
ro: Elimină Limba %@…

source: Removing...
de: Entferne…
el: Αφαίρεση…
es: Eliminando…
fr: Suppression…
hr: Uklanjanje...
ja: 削除中： リソース…
nl: Verwijderen…
pl: Usuwanie języka…
ro: Eliminare…
sv: Tar bort…

source: Started removing files
de: Dateien werden entfernt
el: Έναρξη αφαίρεσης αρχείων
es: Comenzado la eliminación de archivos
hr: Pokrenuto uklanjanje datoteka
it: Avvio rimozione file
nl: Begonnen met verwijderen van bestanden
ro: Se elimină date

source: Stop
de: Stopp
el: Στοπ
es: Detener
hr: Prekini
ja: 中止
pl: Przerwij
sv: Stopp

source: You are about to delete the English language files. Are you sure you want to do that?
de: Sie sind dabei, die englischen Sprachdateien zu löschen. Sind sie sicher, dass Sie das tun wollen?
el: Είστε έτοιμοι να διαγράψετε τα αρχεία της αγγλικής γλώσσας. Είστε σίγουροι πως θέλετε να το κάνετε αυτό;
es: Estás a punto de eliminar los archivos del idioma inglés. ¿Estás seguro de querer hacer esto?
hr: Spremate se obrisati jezične datoteke engleskog jezika. Jeste li sigurni da to želite?
it: Stai per rimuovere la lingua Inglese. Sei sicuro di volerlo fare?
nl: U staat op het punt om Engelse taalbestanden te verwijderen. Weet u zeker dat u dit wilt doen?
ro: Ești pe cale să ștergi limba engleză. Ești sigur că veri să faci acest lucru?

source: You cancelled the removal. Some files were erased, some were not. Space saved: %@.
de: Sie haben das Entfernen abgebrochen. Manche Dateien wurden gelöscht, einige aber nicht. Eingesparter Speicherplatz: %@.
el: Σταματήσατε την αφαίρεση. Κάποια αρχεία αφαιρέθηκαν, κάποια όχι. Χώρος που ελευθερώθηκε: %@.
fr: Vous avez interrompu la suppression. Certains fichiers sont effacés, d'autres pas. Espace récupéré: %@.
hr: Prekinuli ste uklanjanje. Neke datoteke su obrisane, neke nisu. Oslobođeno prostora: %@.
it: Hai annullato la rimozione. Alcuni file sono stati cancellati, altri no. Spazio recuperato: %@.
ja: 削除を中止しました。いくつかのファイルは既に削除されてしまいました。Space saved: %@.
nl: U annuleerde de verwijdering. Enkele bestanden werden verwijderd, enkele niet. Opslagruimte bespaard: %@.
pl: Usuwanie zostało przerwane przez użytkownika. Nie wszystkie pliki zostały usunięte. Space saved: %@.
ro: Ai anulat procesul de elimnare. Anumite date au fost șterse, altele nu. Spațiu economisit: %@.
sv: Du avbröt borttagningen. Vissa filer blev borttagna, vissa inte. Space saved: %@.

source: You entered an incorrect administrator password.
de: Sie haben ein falsches Administratorpasswort eingegeben.
el: Λάθος κωδικός διαχειριστή.
es: Has introducido una contraseña de administrador incorrecta.
fr: Mot de passe administrateur incorrect.
hr: Unesli ste pogrešnu administratorsku lozinku.
it: Hai inserito una password di amministratore errata.
ja: 入力された管理者パスワードは間違っています。
nl: U gaf een onjuist wachtwoord op.
pl: Niewłaściwe hasło administratora.
ro: Ai introdus o parolă de administrare falsă.
sv: Du skrev in ett ogiltigt administratörslösenord.
