Repository: IngmarStein/Monolingual
Catalog: Resources/*.lproj/Localizable.strings
Languages: sk

source: Are you sure you want to remove these languages?
sk: Si si istý že chceš vymazať tieto jazyky?

source: You will not be able to restore them without reinstalling macOS.
sk: Nieje možné ich vrátiť naspäť bez preinštalovania macOS.

source: Cancel
sk: Zrušiť

source: Canceling operation...
sk: Ruším operáciu...

source: Continue
sk: Pokračovať

source: Current architecture: %@
sk: Aktuálna architektúra: %@

source: Failed to authorize as an administrator.
sk: Nepodarilo sa identifikovať ako administrátor.

source: Files removed.
sk: Súbory vymazané.

source: Space saved: %@.
sk: Zachránené miesto: %@.

source: Finished removing files
sk: Vymazávanie súborov dokončené

source: locale_md
sk: Moldavsko

source: Monolingual finished
sk: Monolingual dokončil

source: Monolingual is stopping without making any changes.
sk: Monolingual sa vypína bez robenia nejakých zmien.

source: Your OS has not been modified.
sk: Tvoj OS nebol modifikovaný.

source: Monolingual started
sk: Monolingual sa spustil

source: Removal cancelled
sk: Vymazávanie zrušené

source: Removal completed
sk: Vymazávanie hotové

source: Removing %@…
sk: Vymazávam %@…

source: Removing all architectures will make macOS inoperable.
sk: Vymazatím všetkých architektúr spravíš macOS nepoužiteľný.

source: Please keep at least one architecture and try again.
sk: Prosím nechaj aspoň jednu architektúru a skús to znova.

source: Removing all languages will make macOS inoperable.
sk: Vyamzatím všetkých jazykov spravíš macOS nepoužiteľný.

source: Please keep at least one language and try again.
sk: Prosím nechaj aspoň jeden jazyk a skús to znova.

source: Removing architecture from universal binary
sk: Vymazávam architektúru z univerzálnej bináry

source: Removing language %@ from %@…
sk: Vymazávam jazyk %1$@ z %2$@…

source: Removing language %@…
sk: Vymazávam jazyk %@…

source: Removing...
sk: Vymazávam...

source: Started removing files
sk: Vymazávanie súborov začalo

source: You are about to delete the English language files.
sk: Chystáš sa vymazať jazykové súbory Angličtiny.

source: Are you sure you want to do that?
sk: Si si istý že to chceš spraviť?

source: You cancelled the removal. Some files were erased, some were not.
sk: Zrušil si vymazávanie. Niektoré súbory sú vymazané, niektoré nie.

source: You entered an incorrect administrator password.
sk: Dal si nesprávne administrátorské heslo.

source: Failed to install helper utility.
sk: Nepodarilo sa nainštalovať utilitu pomocníka.
